{
  "Banana": "Use overripe bananas for smoothies or baking instead of discarding.",
  "Apple": "Turn soft apples into applesauce or compost the cores.",
  "Orange": "Dry the peels for natural fragrance or cleaning vinegar.",
  "Tomato": "Blend soft tomatoes into sauces or soups.",
  "Carrot": "Use carrot tops for pesto or compost the scraps.",
  "Cucumber": "Infuse water with leftover cucumber slices.",
  "Potato": "Plant sprouted potatoes or use peels for crispy snacks.",
  "Bread": "Make croutons, breadcrumbs, or bread pudding from stale bread.",
  "Cake": "Turn leftover cake into cake pops or freeze for later.",
  "Pizza": "Reheat and crisp leftover slices in a pan or fold into a wrap.",
  "Hamburger": "Reuse leftover patties by crumbling into pasta or rice dishes.",
  "Chicken": "Use leftover bones for broth.",
  "Fish": "Turn leftover cooked fish into patties or spreads.",
  "Food": "Store properly and repurpose leftovers into new meals.",
  "Tin can": "Clean and reuse as a pen stand or small planter.",
  "Bottle": "Repurpose as a water bottle, planter, or storage container.",
  "Facial tissue holder": "Refill with folded reusable cloth tissues.",
  "Toilet paper": "Reuse the cardboard roll for crafts or cable management.",
  "Paper towel": "Use the cardboard core for organizing wires.",
  "Milk": "Clean and reuse plastic milk bottles for watering plants.",
  "Snack": "Repurpose empty snack bags into storage for small items.",
  "Plastic bag": "Reuse for trash liners or packing material.",
  "Candy": "Use wrappers for small craft projects or decorative pieces.",
  "Light bulb": "Repurpose burnt-out bulbs into tiny planters (carefully).",
  "Toothbrush": "Use old brushes for cleaning grout or tricky corners.",
  "Soap dispenser": "Refill with bulk soap instead of buying new ones.",
  "Drinking straw": "Reuse sturdy straws for crafts or organizing cables.",
  "Fast food": "Reuse clean containers as storage trays.",
  "Pasta": "Leftover pasta can be turned into stir-fries or baked dishes.",
  "Pastry": "Crumble leftover pastries into parfaits or toppings."
}
